{
  "gameName": "Candy Land",
  "about": "Candy Land (also Candyland) is a simple racing board game currently published by Hasbro. The game requires no reading and minimal counting skills, making it suitable for young children. Due to the design of the game, there is no strategy involved: players are never required to make choices, just follow directions. The winner is predetermined by the shuffle of the cards. A perennial favorite, the game sells about one million copies per year.",
  "likes": 2,
  "players": "2-4 players",
  "skills": "Color Recognition",
  "age": "3-5+",
  "playingTime": "15-21 minutes",
  "randomChance": "High",
  "history": "The game was designed in 1948 by Eleanor Abbott, while she was recovering from polio in San Diego, California. The game was made for and tested by the children in the same wards on the hospital. The children suggested that Abbott submit the game to Milton Bradley Company. The game was bought by Milton Bradley and first published in 1949 as a temporary fill in for their then main product line, school supplies. Candy Land became Milton Bradley's best selling game surpassing its previous top seller, Uncle Wiggly, and put the company in the same league as its main competitor, Parker Brothers. The original art has been purported to be by Abbott, although this is uncertain.\n\nIn 1984, Hasbro purchased Milton Bradley. Landmark Entertainment Group revamped the game with new art, adding characters and a story line in 1984.\n\nHasbro produces several versions of the game and treats it as a brand. For example, they market Candy Land puzzles, a travel version,[citation needed] a personal computer game, and a handheld electronic version.\n\nCandy Land was involved in one of the first disputes over internet domain names in 1996. An adult web content provider registered candyland.com, and Hasbro objected. Hasbro obtained an injunction against the use.\n\nIn 2012, Hasbro announced a film which triggered a lawsuit by Landmark Entertainment Group over ownership and royalties owned for the characters and storyline introduced in the 1984 edition.",
  "rules": {
    "play": "The race is woven around a storyline about finding King Kandy, the lost king of Candy Land. The board consists of a winding, linear track made of 134 spaces, most red, green, blue, yellow, orange or purple. The remaining pink spaces are named locations such as Candy Cane Forest and Gumdrop Mountain, or characters such as Queen Frostine and Gramma Nutt.\n\nPlayers take turns removing the top card from a stack, most of which show one of six colors, and then moving their marker ahead to the next space of that color. Some cards have two marks of a color, in which case the player moves the marker ahead to the second-next space of that color. The deck has one card for each named location, and drawing such a card moves a player directly to that board location. This move can be either forward or backward in the classic game; backward moves can be ignored for younger players in the 2004 version of the game.\n\nPrior to the 2006 edition, the board had three colored spaces marked with a dot. Two of these spaces were designated as \"cherry pitfalls\" and the other was situated in Molasses Swamp. A player who lands on such a space is stuck (all cards are ignored until a card is drawn of the same color as the square). In the 2006 version, dot spaces were replaced with licorice spaces that prompt the player landing on it to simply lose the next turn.\n\nThe game is won by landing on or passing the final square and thus reaching the goal of the Candy Castle. The official rules specify that any card that would cause the player to advance past the last square wins the game, but many play so that one must land exactly on the last square to win. The 2004 version changed the last space from a violet square to a rainbow space, meaning it applies to any color drawn by a player, thus resolving any dispute about exactly who wins the game.\n\nAs of 2013, Candy Land is being sold by Hasbro with a spinner instead of cards. The spinner includes all outcomes that were previously on the cards.",
    "penalties": [
      ""
    ],
    "twoplayer": ""
  },
  "strategies": "",
  "similarGames": []
}