{
  "gameName": "Monopoly",
  "about": "Monopoly is a board game currently published by Hasbro. In the game, players roll two six-sided dice to move around the game board, buying and trading properties, and developing them with houses and hotels. Players collect rent from their opponents, with the goal being to drive them into bankruptcy. Money can also be gained or lost through Chance and Community Chest cards, and tax squares; players can end up in jail, which they cannot move from until they have met one of several conditions. The game has numerous house rules, and hundreds of different editions exist, as well as many spin-offs and related media. Monopoly has become a part of international popular culture, having been licensed locally in more than 103 countries and printed in more than 37 languages.",
  "likes": 2,
  "players": "2+ players",
  "skills": "Negotiation",
  "age": "8+",
  "playingTime": "20-180+ minutes",
  "randomChance": "High",
  "history": "Monopoly is derived from The Landlord's Game created by Lizzie Magie in the United States in 1903 as a way to demonstrate that an economy which rewards wealth creation is better than one where monopolists work under few constraints, and to promote the economic theories of Henry George—in particular his ideas about taxation.[3] It was first published by Parker Brothers in 1935 until that firm was eventually absorbed into Hasbro in 1991. The game is named after the economic concept of monopoly—the domination of a market by a single entity. ",
  "rules": {
    "play": "Players take turns in order with the initial player determined by chance before the game. A typical turn begins with the rolling of the dice and advancing a piece clockwise around the board the corresponding number of squares. If a player rolls doubles, they roll again after completing that portion of their turn. A player who rolls three consecutive sets of doubles on one turn has been \"caught speeding\" and is immediately sent to jail instead of moving the amount shown on the dice for the third roll.\n\nA player who lands on or passes the Go space collects $200 from the bank. Players who land on either Income Tax or Luxury Tax pay the indicated amount to the bank. In older editions of the game, two options were given for Income Tax: either pay a flat fee of $200 or 10% of total net worth (including the current values of all the properties and buildings owned). No calculation could be made before the choice, and no latitude was given for reversing an unwise calculation. In 2008, the calculation option was removed from the official rules, and simultaneously the Luxury Tax was increased to $100 from its original $75. No reward or penalty is given for landing on Free Parking.\n\nProperties can only be developed once a player owns all the properties in that color group. They then must be developed equally. A house must be built on each property of that color before a second can be built. Each property within a group must be within one house level of all the others within that group. If the player lands on an unowned property, whether street, railroad, or utility, they can buy the property for its listed purchase price. If they decline this purchase, the property is auctioned off by the bank to the highest bidder, including the player who declined to buy. If the property landed on is already owned and unmortgaged, they must pay the owner a given rent; the amount depends on whether the property is part of a set or its level of development.\n\nWhen a player owns all the properties in a color group and none of them are mortgaged, they may develop them during their turn or in between other player's turns. Development involves buying miniature houses or hotels from the bank and placing them on the property spaces; this must be done uniformly across the group. That is, a second house cannot be built on any property within a group until all of them have one house. Once the player owns an entire group, they can collect double rent for any undeveloped properties within it. Although houses and hotels cannot be built on railroads or utilities, the given rent increases if a player owns more than one of either type. If there is a housing shortage (more demand for houses to be built than what remains in the bank), then a housing auction is conducted to determine who will get to purchase each house.",
    "penalties": [
      "A player who cannot pay what they owe is bankrupt and eliminated from the game. If the bankrupt player owes the bank, they must turn all their assets over to the bank, who then auctions off their properties (if they have any), except buildings. If the debt is owed to another player instead, all assets are given to that opponent, except buildings which must be returned to the bank. The new owner must either pay off any mortgages held by the bank on such properties received or pay a fee of 10% of the mortgaged value to the bank if they choose to leave the properties mortgaged. The winner is the remaining player left after all of the others have gone bankrupt.\n\nIf a player runs out of money but still has assets that can be converted to cash, they can do so by selling buildings, mortgaging properties, or trading with other players. To avoid bankruptcy the player must be able to raise enough cash to pay the full amount owed.\n\nA player cannot choose to go bankrupt; if there is any way to pay what they owe, even by returning all their buildings at a loss, mortgaging all their real estate and giving up all their cash, even knowing they are likely going bankrupt the next time, they must do so."
    ],
    "twoplayer": ""
  },
  "strategies": "If, when fishing, a player draws a rank they did not have, they should ask for it on their next turn. Otherwise, they should rotate among the ranks that they already hold. In the more difficult variants, strategy often requires memorizing which cards each player possesses. Unlike many card games, Go Fish depends on the honor system; lying about the contents of one's hand is difficult to prevent.\n\nIt is often beneficial for the player to conceal the cards they hold in order to prevent other players from knowing which cards they can ask for. This can be accomplished by consistently asking different players for the same rank of card.",
  "similarGames": []
}