{
  "gameName": "Backgammon",
  "about": "Backgammon is a two-player game where each player has fifteen pieces (checkers or men) that move between twenty-four triangles (points) according to the roll of two dice. The objective of the game is to be first to bear off, i.e. move all fifteen checkers off the board. Backgammon is a member of the tables family, one of the oldest classes of board games.\n\nBackgammon involves a combination of strategy and luck (from rolling dice). While the dice may determine the outcome of a single game, the better player will accumulate the better record over series of many games. With each roll of the dice, players must choose from numerous options for moving their checkers and anticipate possible counter-moves by the opponent. The optional use of a doubling cube allows players to raise the stakes during the game.\n\nLike chess, backgammon has been studied with great interest by computer scientists. Owing to this research, backgammon software has been developed that is capable of beating world-class human players.",
  "likes": 4,
  "players": "2 players",
  "skills": "Strategy, Tactics, Probability",
  "age": "5+",
  "playingTime": "5-60+ minutes",
  "randomChance": "Medium",
  "history": "Backgammon is one of the oldest known board games. Its history can be traced back nearly 5,000 years to archeological discoveries in Mesopotamia.",
  "rules": {
    "play": "Backgammon is not controlled by a dominating authority, yet the \"rules of play\" are agreed by the international tournaments.\n\nBackgammon playing pieces may be termed checkers, draughts, stones, men, counters, pawns, discs, pips, chips, or nips.\n\nThe objective is for players to remove (bear off) all their checkers from the board before their opponent can do the same. As the playing time for each individual game is short, it is often played in matches where victory is awarded to the first player to reach a certain number of points. To start the game, each player rolls one die, and the player with the higher number moves first using the numbers shown on both dice.[10] If the players roll the same number, they must roll again. Both dice must land completely flat on the right-hand side of the gameboard. The players then take alternate turns, rolling two dice at the beginning of each turn. \n\nAfter rolling the dice, players must, if possible, move their checkers according to the number shown on each die. For example, if the player rolls a 6 and a 3 (denoted as \"6-3\"), the player must move one checker six points forward, and another or the same checker three points forward. The same checker may be moved twice, as long as the two moves can be made separately and legally: six and then three, or three and then six. If a player rolls two of the same number, called doubles, that player must play each die twice. For example, a roll of 5-5 allows the player to make four moves of five spaces each. On any roll, a player must move according to the numbers on both dice if it is at all possible to do so. If one or both numbers do not allow a legal move, the player forfeits that portion of the roll and his or her turn ends. If moves can be made according to either one die or the other, but not both, the higher number must be used. If one die is unable to be moved, but such a move is made possible by the moving of the other die, that move is compulsory.\n\nIn the course of a move, a checker may land on any point that is unoccupied or is occupied by one or more of the player's own checkers. It may also land on a point occupied by exactly one opposing checker, or \"blot\". In this case, the blot has been \"hit\", and is placed in the middle of the board on the bar that divides the two sides of the playing surface. A checker may never land on a point occupied by two or more opposing checkers; thus, no point is ever occupied by checkers from both players simultaneously. There is no limit to the number of checkers that can occupy a point at any given time.\n\nCheckers placed on the bar must re-enter the game through the opponent's home board before any other move can be made. A roll of 1 allows the checker to enter on the 24-point (opponent's 1), a roll of 2 on the 23-point (opponent's 2), and so forth, up to a roll of 6 allowing entry on the 19-point (opponent's 6). Checkers may not enter on a point occupied by two or more opposing checkers. Checkers can enter on unoccupied points, or on points occupied by a single opposing checker; in the latter case, the single checker is hit and placed on the bar. More than one checker can be on the bar at a time. A player may not move any other checkers until all checkers on the bar belonging to that player have re-entered the board. If a player has checkers on the bar, but rolls a combination that does not allow any of those checkers to re-enter, the player does not move. If the opponent's home board is completely \"closed\" (i.e. all six points are each occupied by two or more checkers), there is no roll that will allow a player to enter a checker from the bar, and that player stops rolling and playing until at least one point becomes open (occupied by one or zero checkers) due to the opponent's moves.",
    "penalties": [
      ""
    ],
    "twoplayer": ""
  },
  "strategies": "Backgammon has an established opening theory, although it is less detailed than that of chess. The tree of positions expands rapidly because of the number of possible dice rolls and the moves available on each turn. Recent computer analysis has offered more insight on opening plays, but the midgame is reached quickly. After the opening, backgammon players frequently rely on some established general strategies, combining and switching among them to adapt to the changing conditions of a game.\n\n\nProbability distribution of possible backgammon moves (excluding the use of doubles to move a single checker more than the pips shown on the dice), illustrated by division of probabilities into probability of one die, the sum of two dice and the combined probability of the two cases from 1-12. Six has the highest probability to occur during one move in backgammon (44.44%).\n\nThis section may be confusing or unclear to readers. In particular, The picture is incorrect because it does not take into account that when rolling doubles, a given distance may be traveled using the rolled number 3 or 4 times. For instance, the probability of hitting a blot at distance 6 is 17/36, not 16/36 as claimed, because this may happen not only by rolling a 6 (probability 11/36, correctly shown in the picture) or rolling the sum of 6 (probability 5/36, correctly shown in the picture), but also by rolling 2-2 (probability 1/36, not considered in the picture). Please help us clarify the section. There might be a discussion about this on the talk page. (November 2018) (Learn how and when to remove this template message)\nA blot has the highest probability of being hit when it is 6 points away from an opponent's checker (see picture). Strategies can derive from that. The most direct one is simply to avoid being hit, trapped, or held in a stand-off. A \"running game\" describes a strategy of moving as quickly as possible around the board, and is most successful when a player is already ahead in the race.[26] When this fails, one may opt for a \"holding game\", maintaining control of a point on one's opponent's side of the board, called an anchor. As the game progresses, this player may gain an advantage by hitting an opponent's blot from the anchor, or by rolling large doubles that allow the checkers to escape into a running game.\n\nThe \"priming game\" involves building a wall of checkers, called a prime, covering a number of consecutive points. This obstructs opposing checkers that are behind the prime. A checker trapped behind a six-point prime cannot escape until the prime is broken. A particularly successful priming effort may lead to a \"blitz\", which is a strategy of covering the entire home board as quickly as possible while keeping one's opponent on the bar. Because the opponent has difficulty re-entering from the bar or escaping, a player can quickly gain a running advantage and win the game, often with a gammon.\n\nA \"backgame\" is a strategy that involves holding two or more anchors in an opponent's home board while being substantially behind in the race. The anchors obstruct the opponent's checkers and create opportunities to hit them as they move home. The backgame is generally used only to salvage a game wherein a player is already significantly behind. Using a backgame as an initial strategy is usually unsuccessful.\n\n\"Duplication\" refers to the placement of checkers such that one's opponent needs the same dice rolls to achieve different goals. For example, players may position all of their blots in such a way that the opponent must roll a 2 in order to hit any of them, reducing the probability of being hit more than once. \"Diversification\" refers to a complementary tactic of placing one's own checkers in such a way that more numbers are useful.\n\nMany positions require a measurement of a player's standing in the race, for example, in making a doubling cube decision, or in determining whether to run home and begin bearing off. The minimum total of pips needed to move a player's checkers around and off the board is called the \"pip count\". The difference between the two players' pip counts is frequently used as a measure of the leader's racing advantage. Players often use mental calculation techniques to determine pip counts in live play. \n\nBackgammon is played in two principal variations, \"Money\" and \"Match\" play. Money play means that every point counts evenly and every game stands alone, whether money is actually being wagered or not. \"Match\" play means that the players play until one side scores (or exceeds) a certain number of points. The format has a significant effect on strategy. In a match, the objective is not to win the maximum possible number of points, but rather to simply reach the score needed to win the match. For example, a player leading a 9-point match by a score of 7–5 would be very reluctant to turn the doubling cube, as their opponent could take and make a costless redouble to 4, placing the entire outcome of the match on the current game. Conversely, the trailing player would double very aggressively, particularly if they have chances to win a gammon in the current game. In money play, the theoretically correct checker play and cube action would never vary based on the score.\n\nIn 1975, Emmet Keeler and Joel Spencer considered the question of when to double or accept a double using an idealized version of backgammon. In their idealized version, the probability of winning varies randomly over time by Brownian motion, and there are no gammons or backgammons. They showed that the optimal time to offer a double was when the probability of winning reached 80%, and it is wise to accept a double only if the probability of winning is at least 20%. As their assumptions do not correspond perfectly to the real game, actual doubling strategy may vary, but the 80% number still provides a possible rule of thumb.",
  "similarGames": []
}