{
  "gameName": "Yahtzee",
  "about": "Yahtzee is a dice game made by Milton Bradley (now owned by Hasbro), which was first marketed as Yatzie by the National Association Service of Toledo, Ohio, in the early 1940s. It was marketed under the name of Yahtzee by game entrepreneur Edwin S. Lowe in 1956. The game is a development of earlier dice games such as Poker Dice, Yacht and Generala. It is also similar to Yatzy, which is popular in Scandinavia.\n\nThe objective of the game is to score points by rolling five dice to make certain combinations. The dice can be rolled up to three times in a turn to try to make various scoring combinations and dice must remain in the box. A game consists of thirteen rounds. After each round the player chooses which scoring category is to be used for that round. Once a category has been used in the game, it cannot be used again. The scoring categories have varying point values, some of which are fixed values and others for which the score depends on the value of the dice. A Yahtzee is five-of-a-kind and scores 50 points, the highest of any category. The winner is the player who scores the most points. \n\nYahtzee was marketed by the E.S. Lowe Company from 1956 until 1973. In 1973, the Milton Bradley Company purchased the E.S. Lowe Company and assumed the rights to produce and sell Yahtzee. During Lowe's ownership over 40 million Yahtzee games were sold worldwide. According to current owner Hasbro, 50 million Yahtzee games are sold each year. A classic edition is currently being marketed by Winning Moves.",
  "likes": 0,
  "players": "2-5 players",
  "skills": "Matching and Pairing, Memory",
  "age": "4-10",
  "cards": "52",
  "playingTime": "5-15 minutes",
  "randomChance": "Low-Medium",
  "history": "TThe overall concept of Yahtzee traces its roots to a number of traditional dice games. Among these is the Puerto Rican game Generala, the German game of Kniffel and the English games of Poker Dice and Cheerio. Another game, Yap, shows close similarities to Yahtzee; this game was copyrighted by Robert Cissne in 1952.\n\nThe most important predecessor of Yahtzee is the dice game named Yacht, which is an English cousin of Generala and dates back to at least 1938. Wood classifies Yacht, and a similar three-dice game called Crag, as sequence dice games. Yahtzee is similar to Yacht in both name and content. Although Yahtzee is clearly derived from Yacht, it differed from it in a number of significant ways:\n\nIt introduced the upper section bonus.\nIt included the three-of-a-kind category.\nIn Yacht both straights are a sequence of five (Big Straight is 2-3-4-5-6, Little Straight is 1-2-3-4-5). Yahtzee introduced the sequence of four straight (the Small Straight).\nIt introduced Yahtzee bonuses and the Joker rule.\nThere were also a number of scoring differences.\n\nGame logo As of 2012\nThe present-day commercial Yahtzee began when toy and game entrepreneur Edwin S. Lowe filed Yahtzee as a trademark with the U.S. Patent Office on April 19, 1956. The first commercial usage of the name Yahtzee was a few weeks earlier on April 3. Lowe classified his product as a Poker Dice Game. Yatzie was included in a game set called LUCK - 15 Grand Dice Games.[citation needed] Lowe is also responsible for introducing Bingo to the U.S. market.\n\nAccording to Hasbro, the game was invented by an anonymous Canadian couple, who called it The Yacht Game because they played it on their yacht with their friends. Later they asked Lowe if he would make up some sets to be given as gifts to their friends who enjoyed the game. Lowe perceived the possibility of marketing the game, and acquired the rights to the game from the couple in exchange for 1,000 gift sets. This story is expanded by Lowe in the 1973 book A Toy is Born by Marvin Kaye. According to Lowe, the game did not initially do well commercially, since the rules and appeal were not easily conveyed in an advertisement. Eventually, he had the idea of organizing Yahtzee parties at which people could play the game and thereby gain a first-hand appreciation of it. The idea was successful, and enthusiasts quickly popularized the game through word of mouth.\n\nThe E.S. Lowe Company sold Yahtzee from 1956 to 1973. During Lowe's ownership, a number of changes were made to the game's packaging, contents, and appearance. Between 1956 and 1961, the game's advertising slogan was changed from \"The Game That Makes You Think While Having Fun\" to \"The Fun Game That Makes Thinking Fun!\"\n\nThe game and its contents were copyrighted by Lowe in 1956, 1961, 1967, and 1972. In 1973, Milton Bradley purchased the E.S. Lowe Company and assumed the rights to produce and sell Yahtzee. During Lowe's ownership over 40 million Yahtzee games were sold in America and around the globe. The game has maintained its popularity. According to current owner Hasbro, 50 million Yahtzee games are sold each year.\n\nOver time, the Yahtzee logo has taken several forms. The original version of the logo was used throughout the entire period that the game was produced solely by the Lowe company. After 1973, the logo changed various times. This logo is found on the scorecards and the game box(es). ",
  "rules": {
    "play": "The game consists of a number of rounds. In each round, a player gets three rolls of the dice, although they can choose to end their turn after one or two rolls. After the first roll the player can save any dice they want and re-roll the other dice. This procedure is repeated after the second roll. The player has complete choice as to which dice to roll. It is possible to re-roll both dice that were or were not rolled before. \n\nThe Yahtzee scorecard contains 13 different category boxes and in each round, after the third roll, the player must choose one of these categories. The score entered in the box depends on how well the five dice match the scoring rule for the category. Details of the scoring rules for each category are given below. As an example, one of the categories is called Three of a Kind. The scoring rule for this category means that a player only scores if at least three of the five dice are the same value. The game is completed after 13 rounds by each player, with each of the 13 boxes filled. The total score is calculated by summing all thirteen boxes, together with any bonuses. \n\nThe Yahtzee scorecard contains 13 scoring boxes divided into upper and lower sections.",
    "penalties": [""],
    "twoplayer": ""
  },
  "strategies": "There are slightly different strategies depending on whether a player is simply just trying to get a three-of-a-kind or if they are trying to maximize their average score. Different strategies will also be required should a specific target be needed to achieve.\n\nThe strategy to maximize the chance of getting a three-of-a-kind involves keeping any three-of-a-kind that is rolled. If a three-of-a-kind is rolled then after the first throw the player should keep any other 5s and 6s, while after the second throw the player should keep any other 4s, 5s, and 6s. An example is with 22225 the player keeps 2225 and throws the other 2. If a three-of-a-kind is not rolled the player should keep any pair that is rolled and re-roll the other dice, with two pairs the player should keep the higher pair, and with no pair the player should keep the highest die. Following this strategy gives a 74.32% chance of getting a three-of-a-kind.\n\nThis strategy does not maximize the average score since there are a few situations after the first throw, where it is better to keep other combinations. For instance after throwing 11166, keeping 11166 maximizes the chance of getting a three-of-a-kind (a guaranteed score of 15) but keeping 66 maximizes the expected average score (17.54), although it introduces a 1/3 chance of scoring nothing. The situations where the strategy to maximize the average score differs are all after the first throw and are as follows: keep 33, 44, 55, 66 rather than 111 (or 11155, 11166), keep 4, 5 or 6 rather than 11, keep 5 or 6 rather than 22, keep 336 rather than 33. For example, with 22456 the player should keep 6 rather than 22 and with 33456 they should keep 336 not 33. If they follow the strategy to maximize the average score they will get a three-of-a-kind 71.51% of the time and score an average of 15.19.",
  "similarGames": []
}